{
    "categories": {
        "alcohol": "Alcohols",
        "glycol": "Glycols",
        "ester": "Esters",
        "ketone": "Ketones",
        "hydrocarbon": "Hydrocarbons",
        "other": "Others"
    },
    "products": {
        "1": {
            "id": "2ethylhexanol",
            "name": "2-Ethyl Hexanol",
            "class": "alcohol",
            "formula": "CH3CH2CH(CH2CH3)CH2CH2OH",
            "image": "assets/img/product-images/2ethylhexanol.png",
            "description": "2-Ethyl Hexanol is a branched-chain alcohol with a mild, sweet odor. It is widely used as a solvent and plasticizer in coatings, adhesives, and inks. Additionally, it serves as a key intermediate in the production of 2-EH acrylate and nitrate. Its ability to improve the flexibility and durability of polymers makes it highly valuable in industrial applications."
        },
        "2": {
            "id": "nbutanol",
            "name": "N-Butanol",
            "class": "alcohol",
            "formula": "CH3(CH2)3OH",
            "image": "assets/img/product-images/nbutanol.png",
            "description": "N-Butanol is a primary alcohol with moderate water solubility and a strong odor. It is commonly used as a solvent in paints, coatings, and varnishes. This chemical plays a crucial role as an intermediate in the production of butyl acetate and glycol ethers. It is also used as a fuel additive to enhance gasoline combustion efficiency."
        },
        "3": {
            "id": "isobutanol",
            "name": "Isobutanol",
            "class": "alcohol",
            "formula": "(CH3)2CHCH2OH",
            "image": "assets/img/product-images/isobutanol.png",
            "description": "Isobutanol is a branched alcohol with a slightly sweet smell and moderate volatility. It is primarily used as a solvent in surface coatings, varnishes, and resins. Additionally, it improves gasoline octane ratings and can be blended with fuels. It also serves as a key intermediate in the synthesis of plasticizers and esters."
        },
        "4": {
            "id": "nbutylacetate",
            "name": "N-Butyl Acetate",
            "class": "ester",
            "formula": "CH3COOCH2CH2CH2CH3",
            "image": "assets/img/product-images/nbutylacetate.png",
            "description": "N-Butyl Acetate is a colorless liquid with a fruity smell, commonly used as a solvent in lacquers and coatings. It plays an essential role in the production of paints, adhesives, and nail polish removers. Its excellent solubility for resins and oils makes it a preferred solvent in many industrial applications. Due to its rapid evaporation rate, it is ideal for quick-drying formulations."
        },
        "5": {
            "id": "isobutylacetate",
            "name": "Isobutyl Acetate",
            "class": "ester",
            "formula": "CH3COOCH2CH(CH3)2",
            "image": "assets/img/product-images/isobutylacetate.png",
            "description": "Isobutyl Acetate is another solvent with a pleasant fruity aroma, frequently used in fragrances and coatings. It is found in food flavoring and perfumes due to its characteristic smell. The chemical is widely utilized in nitrocellulose lacquers and adhesives for industrial applications. Additionally, it provides excellent solubility for synthetic resins and polymers."
        },
        "6": {
            "id": "xylene",
            "name": "Xylene",
            "class": "hydrocarbon",
            "formula": "C6H4(CH3)2",
            "image": "assets/img/product-images/xylene.png",
            "description": "Xylene is a colorless, aromatic hydrocarbon with a strong solvent odor. It is extensively used as a solvent in paints, varnishes, and rubber manufacturing. Additionally, it plays a significant role in the petrochemical industry for producing plastics and fibers. However, it is highly flammable and requires careful handling due to its toxicity."
        },
        "7": {
            "id": "propyleneglycol",
            "name": "Propylene Glycol",
            "class": "glycol",
            "formula": "CH3CHOHCH2OH",
            "image": "assets/img/product-images/propyleneglycol.png",
            "description": "Propylene Glycol is a colorless, odorless liquid that serves as a food additive and antifreeze agent. It is found in pharmaceuticals, cosmetics, and personal care products, acting as a humectant to keep products moist and stable. Due to its non-toxic nature, it is widely used in food and beverage applications."
        },
        "8": {
            "id": "isopropylacetate",
            "name": "Isopropyl Acetate",
            "class": "ester",
            "formula": "CH3COOCH(CH3)2",
            "image": "assets/img/product-images/isopropylacetate.png",
            "description": "Isopropyl Acetate is a fast-evaporating solvent with a mild, fruity odor. It is commonly used in coatings, inks, and adhesives for rapid drying. The chemical provides excellent solubility for resins, polymers, and oils and is often found in nail polish removers and printing inks."
        },
        "9": {
            "id": "toluene",
            "name": "Toluene",
            "class": "hydrocarbon",
            "formula": "C6H5CH3",
            "image": "assets/img/product-images/toluene.png",
            "description": "Toluene is a clear, water-insoluble liquid with a strong benzene-like odor. It is used extensively in the manufacture of paints, coatings, and adhesives. Additionally, it serves as a key feedstock in the production of benzene and xylene. However, prolonged exposure to toluene can cause neurological effects, making proper handling crucial."
        },
        "10": {
            "id": "npropanol",
            "name": "N-Propanol",
            "class": "alcohol",
            "formula": "CH3CH2CH2OH",
            "image": "assets/img/product-images/npropanol.png",
            "description": "N-Propanol is a primary alcohol with strong solvent properties, commonly used in industrial cleaning agents, inks, and coatings. It is also found in pharmaceuticals and cosmetics due to its antiseptic properties. However, it is volatile and highly flammable, requiring safe handling."
        },
        "11": {
            "id": "isopropanol",
            "name": "Isopropanol",
            "class": "alcohol",
            "formula": "CH3CHOHCH3",
            "image": "assets/img/product-images/isopropanol.png",
            "description": "Isopropanol (Isopropyl Alcohol) is a widely used solvent with disinfectant and antiseptic properties. It is commonly found in hand sanitizers, medical wipes, and rubbing alcohol. Additionally, it is used in electronics cleaning and as a degreaser in industrial applications. Due to its high volatility, it serves as an effective fast-drying solvent."
        },
        "12": {
            "id": "monoethyleneglycol",
            "name": "Mono Ethylene Glycol",
            "class": "glycol",
            "formula": "HOCH2CH2OH",
            "image": "assets/img/product-images/monoethyleneglycol.png",
            "description": "Mono Ethylene Glycol (MEG) is a colorless, odorless, viscous liquid primarily used in antifreeze formulations. It is a key component in the production of polyester fiber and PET plastics. MEG is also used as a coolant in automotive and industrial applications. However, it is toxic if ingested and requires careful handling in manufacturing processes."
        },
        "13": {
            "id": "butylglycol",
            "name": "Butyl Glycol",
            "class": "glycol",
            "formula": "CH3(CH2)3CHOHCH3",
            "image": "assets/img/product-images/butylglycol.png",
            "description": "Butyl Glycol (2-Butoxyethanol) is a powerful solvent with a mild, ether-like odor. It is widely used in household and industrial cleaners for its grease-removing properties. This chemical is also found in paints, coatings, and printing inks to enhance spreadability. However, as it can be absorbed through the skin, the use of protective equipment is recommended."
        },
        "14": {
            "id": "orthoxylene",
            "name": "Ortho-Xylene",
            "class": "hydrocarbon",
            "formula": "C6H4(CH3)2",
            "image": "assets/img/product-images/orthoxylene.png",
            "description": "Ortho-Xylene is an aromatic hydrocarbon with a strong, pungent odor. It plays a critical role in the production of phthalic anhydride, which is used to manufacture plasticizers. It is also found in coatings, adhesives, and rubber processing industries. However, being highly flammable, it must be stored and handled with caution."
        },
        "15": {
            "id": "maleicanhydride",
            "name": "Maleic Anhydride",
            "class": "other",
            "formula": "C4H2O3",
            "image": "assets/img/product-images/maleicanhydride.png",
            "description": "Maleic Anhydride is a white crystalline compound primarily used in resin and polymer manufacturing. It serves as a key raw material for producing unsaturated polyester resins, which are widely used in coatings and adhesives. This chemical is also used in agriculture and food acidulants. However, exposure can cause skin and respiratory irritation."
        },
        "16": {
            "id": "cyclohexanone",
            "name": "Cyclohexanone",
            "class": "ketone",
            "formula": "C6H10O",
            "image": "assets/img/product-images/cyclohexanone.png",
            "description": "Cyclohexanone is a colorless liquid ketone with a sharp, acetone-like odor. It is an essential component in the production of nylon and synthetic resins. It also serves as a solvent in paints, lacquers, and adhesives. However, as it is moderately toxic, proper handling is necessary."
        },
        "17": {
            "id": "methylisobutylketone",
            "name": "Methyl Isobutyl Ketone",
            "class": "ketone",
            "formula": "C6H12O",
            "image": "assets/img/product-images/methylisobutylketone.png",
            "description": "Methyl Isobutyl Ketone (MIBK) is a fast-evaporating solvent with excellent dissolving power. It is commonly used in coatings, adhesives, and paint formulations. This chemical is also found in industrial degreasers and printing inks. Due to its strong odor, adequate ventilation is required during its application."
        },
        "18": {
            "id": "ritiisrotlu",
            "name": "Rotluchand",
            "class": "alcohol",
            "formula": "ROOH",
            "image": "https://static-00.iconduck.com/assets.00/loudly-crying-face-emoji-2048x2048-cfadhijl.png",
            "description": "Rotluchand is an unknown chemical, and no relevant information is available. All that is known as fact is that Riti is a big rotlu"
        }
    }
}